[
    {
        "id": 1,
        "nome": "O Senhor dos Anéis",
        "resenha": "A primeira vez que vi, fiquei encantado com os cenários e a história épica! Um clássico inesquecível.",
        "nota": 10
    },
    {
        "id": 2,
        "nome": "Harry Potter",
        "resenha": "Um filme que marcou minha infância, trazendo magia e amizade para nossas vidas.",
        "nota": 9
    },
    {
        "id": 3,
        "nome": "Titanic",
        "resenha": "A história é linda, mas sempre fico triste com o final. Leonardo DiCaprio arrasou!",
        "nota": 8
    },
    {
        "id": 4,
        "nome": "Vingadores: Ultimato",
        "resenha": "Foi emocionante assistir com meus amigos no cinema. Uma experiência única!",
        "nota": 10
    },
    {
        "id": 5,
        "nome": "Coringa",
        "resenha": "Um filme intenso que mexeu muito comigo. A atuação foi impecável.",
        "nota": 9
    },
    {
        "id": 6,
        "nome": "Avatar",
        "resenha": "Os efeitos visuais foram incríveis. A história é simples, mas muito envolvente.",
        "nota": 8
    },
    {
        "id": 7,
        "nome": "A Bela e a Fera",
        "resenha": "Um clássico da Disney que sempre aquece o coração. A trilha sonora é maravilhosa.",
        "nota": 10
    },
    {
        "id": 8,
        "nome": "Star Wars: Uma Nova Esperança",
        "resenha": "Foi o início de uma saga épica que me conquistou para sempre.",
        "nota": 9
    },
    {
        "id": 9,
        "nome": "Forrest Gump",
        "resenha": "Uma história de vida inspiradora e emocionante. É impossível não amar.",
        "nota": 10
    },
    {
        "id": 10,
        "nome": "A Origem",
        "resenha": "Me fez pensar muito sobre sonhos e realidade. Um filme brilhante!",
        "nota": 9
    },
    {
        "id": 11,
        "nome": "Jurassic Park",
        "resenha": "Fiquei fascinado com os dinossauros quando era criança. Um marco no cinema.",
        "nota": 10
    },
    {
        "id": 12,
        "nome": "Homem-Aranha",
        "resenha": "Sempre gostei do herói. O filme trouxe uma sensação de nostalgia.",
        "nota": 8
    },
    {
        "id": 13,
        "nome": "It: A Coisa",
        "resenha": "Um terror que me surpreendeu pela qualidade da história e do elenco.",
        "nota": 8
    },
    {
        "id": 14,
        "nome": "Clube da Luta",
        "resenha": "Um filme inteligente e cheio de reviravoltas. A mensagem é profunda.",
        "nota": 9
    },
    {
        "id": 15,
        "nome": "Matrix",
        "resenha": "Uma obra-prima da ficção científica. Mudou minha visão sobre tecnologia.",
        "nota": 10
    },
    {
        "id": 16,
        "nome": "Pantera Negra",
        "resenha": "Um filme que trouxe muita representatividade e emoção. Wakanda forever!",
        "nota": 9
    },
    {
        "id": 17,
        "nome": "Toy Story",
        "resenha": "Uma história encantadora que marcou minha infância. Sempre me emociona.",
        "nota": 10
    },
    {
        "id": 18,
        "nome": "O Rei Leão",
        "resenha": "Choro toda vez que vejo. É uma animação atemporal e emocionante.",
        "nota": 10
    },
    {
        "id": 19,
        "nome": "O Poderoso Chefão",
        "resenha": "Um clássico do cinema. Cada cena é uma obra de arte.",
        "nota": 10
    },
    {
        "id": 20,
        "nome": "Os Incríveis",
        "resenha": "Adoro a combinação de ação e humor. É um dos melhores da Pixar.",
        "nota": 9
    },
    {
        "id": 21,
        "nome": "Frozen",
        "resenha": "Minha sobrinha canta 'Let it Go' toda hora. Um filme encantador!",
        "nota": 8
    },
    {
        "id": 22,
        "nome": "Shrek",
        "resenha": "Uma animação divertida que sempre me faz rir. O Burro é o melhor!",
        "nota": 9
    },
    {
        "id": 23,
        "nome": "Interestelar",
        "resenha": "Um filme que me fez refletir sobre o universo e o tempo. É espetacular!",
        "nota": 10
    },
    {
        "id": 24,
        "nome": "Django Livre",
        "resenha": "Quentin Tarantino nunca decepciona. É um filme incrível e cheio de ação.",
        "nota": 9
    },
    {
        "id": 25,
        "nome": "A Procura da Felicidade",
        "resenha": "Uma lição de vida que sempre me emociona. Will Smith está perfeito.",
        "nota": 10
    },
    {
        "id": 26,
        "nome": "Mulan",
        "resenha": "A música 'Reflections' é linda. É um filme empoderador e emocionante.",
        "nota": 9
    },
    {
        "id": 27,
        "nome": "Esqueceram de Mim",
        "resenha": "Um clássico do Natal que nunca sai de moda. Sempre divertido de assistir.",
        "nota": 8
    },
    {
        "id": 28,
        "nome": "Piratas do Caribe",
        "resenha": "A atuação de Johnny Depp como Jack Sparrow é lendária. Um ótimo filme!",
        "nota": 9
    },
    {
        "id": 29,
        "nome": "As Branquelas",
        "resenha": "Não importa quantas vezes eu assista, sempre dou boas risadas.",
        "nota": 8
    },
    {
        "id": 30,
        "nome": "Meninas Malvadas",
        "resenha": "Regina George é icônica. O filme é super divertido e cheio de boas frases.",
        "nota": 10
    }
]
